Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_hallitus_palauttaa_totuus-_ja_sovintokomission_tilanteen_ja_jatkotoimet_uudelleen_ratkaistavaksi_tayskokoukselle_.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien hallitus palauttaa totuus- ja sovintokomission tilanteen ja jatkotoimet uudelleen ratkaistavaksi täyskokoukselle
sms: Sääʹmteeʹǧǧ halltõs maaccad tuõttvuõtt- da suåvâdvuõttkomissio- vueʹjj da juätkktååimaid oʹđđest čåuʹddemnalla tiuddsåbbra

source: Saamelaiskäräjien hallitus päätti kokouksessa 31.8.2022 palauttaa saamelaisten totuus- ja sovintokomission tilanteen ja jatkotoimet uudelleen ratkaistavaksi täyskokoukselle. Täyskokouksella ei ollut päätöstä tehtäessä tietoa siitä, että työn keskeyttäminen ei ole mahdollista ilman, että komissio ja sen työntekijät vapautetaan tehtävistä ja työ tältä osin päättyy.
sms: Sääʹmteeʹǧǧ halltõs tuʹmmii såbbrest 31.8.2022 maaccted tuõttvuõtt- da suåvâdvuõttkomissio vueʹjj da juätkktååimaid oʹđđest čåuʹddemnalla tiuddsåbbra Tiuddsåbbrest ij leämmaž tuʹmmstõktuâjast teâtt tõʹst, što tuâj kõskklâttmõš ij leäkku vueiʹtlvaž tõntaa, što komissio da tõn tuâjjlaid čååuʹdet tuâjain da tuâjj tän beäʹlnn poott.

source: Hallitus päätti lisäksi kuulla kirjallisesti saamelaisyhdistyksiä ja yksittäisiä saamelaisia asiassa.
sms: Halltõs tuʹmmii veâl kuullâd ääʹšš pirr ǩeerjlânji sääʹmõhttõõzzid da säʹmmlaid jiõččines.

source: Hallitus totesi, ettei Saamelaiskäräjien kokouksen päätös siirtää totuus- ja sovintokomission komissaarien valintaa eteenpäin ja ottaa prosessin jatkon osalta erätauko ole kaikilta osin täytäntöönpantavissa.
sms: Halltõs tuõđi, što Sääʹmteeʹǧǧ såbbar tuʹmmstõk seʹrdded tuõttvuõtt- da suåvâdvuõttkomissio komissaari vaʹlljummuž ooudårra da väʹldded proseeʹss juätkast kõõsk ij leäkku puknes tiuʹddepiijjâmnalla.

source: Totuus- ja sovintokomission työn keskeyttäminen ei ole mahdollista ilman, että komissio ja sen työntekijät vapautetaan tehtävistään ja työ tältä osin päättyy.
sms: Tuõttvuõtt- da suåvâdvuõttkomissio tuâj kõskklâttmõš ij leäkku vueiʹtlvaž tõntaa, što komissio da tõn tuâjjlaid čååuʹdet tuâjsteez da tuâjj tän peäʹlnn poott.

source: Tämä tieto ei ole ollut Saamelaiskäräjien täyskokouksen käytettävissä päätöstä tehtäessä ja tästä syystä hallitus päätti palauttaa asian Saamelaiskäräjien täyskokoukselle uudelleen ratkaistavaksi.
sms: Tät teâtt ij leäkku leämmaž Sääʹmteeʹǧǧ tiuddsåbbar ââʹnnmest tuʹmmstõktuâjast da tän määinast halltõs tuʹmmii maaccted ääʹšš Sääʹmteeʹǧǧ tiuddsåbbra oʹđđest ǩiõttʼtõõllâmnalla.

source: Saamelaiskäräjien hallitus alkaa valmistelemaan syyskuun lopussa pidettävää ylimääräistä täyskokousta totuus- ja sovintokomission työhön liittyen.
sms: Sääʹmteeʹǧǧ halltõs älgg valmštõõllâd čõhččmannu looppâst õnnum pâʹjjelmeärrsaž tiuddsåbbar tuõttvuõtt- da suåvâdvuõttkomissio tuõjju kuuleeʹl.

source: Hallitus tukee Kolttien kyläkokouksen toivetta jatkaa prosessia kolttasaamelaisten osalta.
sms: Halltõs tuärjjad Saaʹmi siidsåbbar tuõivvi juäʹtǩǩed proseeʹss nuõrttsäʹmmlai peäʹlnn.

source: Hallitus toivoo, että totuus- ja sovintokomission työtä edistetään kolttasaamelaisten osalta Saamelaiskäräjien täyskokouksen päätöksestä huolimatta.
sms: Halltõs tuäivv, što tuõttvuõtt- da suåvâdvuõttkomissio tuâj viiǥǥât ooudårra nuõrttsäʹmmlai peäʹlnn Sääʹmteeʹǧǧ tiuddsåbbar tuʹmmstõõǥǥâst huõlǩani.

source: Hallitus pyytää kirjallisia kommentteja
sms: Halltõs räukk ǩeerjlaž kommeeʹntid

source: Saamelaiskäräjien hallitus kannustaa saamelaisyhdistyksiä ja yksittäisiä saamelaisia antamaan kirjallisia kommentteja saamelaisten totuus- ja sovintokomission tilanteeseen sekä uusien komissaarien valintaan liittyen.
sms: Sääʹmteʹǧǧ halltõs älšmâtt sääʹmõhttõõzzid da säʹmmlaid jiõččines uʹvdded ǩeerjlaž kommeeʹntid Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio vuâkka di ođđ komissaari vaʹlljummša kuuleeʹl.

source: Kommentit voi lähettää saamelaiskäräjien kirjaamoon 19.9.2022 klo 16 mennessä sähköpostitse info@samediggi.fi tai postitse osoitteeseen Saamelaiskäräjät, Menesjärventie 2 A, 99870 Inari.
sms: Kommeeʹntid vuäitt vuõltteed Sääʹmteeʹǧǧ ǩeeʹrjeempäikka 19.9.2022 čiâss 16 räjja mõõneeʹst neʹttpååʹšt mieʹldd info@samediggi.fi leʹbe pååʹšt mieʹldd addrõʹsse Saamelaiskäräjät, Menesjärventie 2 A, 99870 Inari.

source: Saamelaiskäräjien kokousasiakirjat löytyvät dokumenteista täältä .
sms: Sääʹmteeʹǧǧ sååbbaräʹššǩeeʹrj käunnʼje dokumeeʹntin tääiʹben .

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi
